Merge pull request #12 from jacoelho/error-lines
Error lines
